Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# document.sweep.keepGoing
source: Keep going — the ring fills as you turn
ar: واصل — تمتلئ الحلقة كلما أدرت رأسك
bn: চালিয়ে যান — ঘোরালে বৃত্ত ভরে উঠবে
ca: Continua: l'anell s'omple a mesura que gires
cs: Pokračuj – kruh se plní, jak se otáčíš
da: Fortsæt – ringen fyldes, mens du drejer
de: Weiter so – der Ring füllt sich beim Drehen
el: Συνέχισε — ο δακτύλιος γεμίζει καθώς γυρνάς
es: Sigue: el anillo se llena al girar
fi: Jatka – rengas täyttyy, kun käännät päätäsi
fr: Continuez — l’anneau se remplit à mesure que vous tournez
he: המשך — הטבעת מתמלאת בזמן שאתה מסתובב
hi: चलते रहें — घुमाते ही रिंग भरती जाती है
hr: Samo nastavi — prsten se puni dok se okrećeš
hu: Folytasd – a gyűrű fordulás közben telik
id: Teruskan — cincin terisi saat kamu menoleh
it: Continua: l'anello si riempie mentre giri
ja: そのまま続けてください。回すとリングが埋まっていきます
ko: 계속하세요. 고개를 돌릴수록 링이 채워져요
ml: തുടരുക — നിങ്ങൾ തിരിയുമ്പോൾ വളയം നിറയും
ms: Teruskan — cincin terisi semasa anda berpusing
nb: Fortsett. Ringen fylles mens du snur deg
nl: Ga door: de ring vult zich terwijl je draait
pl: Kręć dalej — okrąg wypełnia się, gdy obracasz głowę
pt_br: Continue: o anel se preenche conforme você gira
pt_pt: Continue — o anel enche à medida que vira
ro: Continuă — inelul se umple pe măsură ce te întorci
ru: Продолжайте — кольцо заполняется по мере поворота
sk: Pokračuj — prstenec sa plní, ako sa otáčaš
sv: Fortsätt – ringen fylls när du vrider på huvudet
ta: தொடருங்கள் — நீங்கள் திரும்பும்போது வளையம் நிரம்பும்
te: కొనసాగించండి — మీరు తిరిగే కొద్దీ వలయం నిండుతుంది
th: ทำต่อไป วงแหวนจะเต็มเมื่อคุณหันหน้า
tr: Devam edin; döndükçe halka dolar
uk: Продовжуйте — кільце заповнюється, поки ви повертаєтеся
ur: جاری رکھیں — جیسے جیسے آپ مڑتے ہیں دائرہ بھرتا ہے
vi: Tiếp tục — vòng sẽ đầy dần khi bạn xoay
zh_hans: 继续，转动头部时圆环会逐渐填满
zh_hant: 繼續轉動，圓環會隨著你轉頭而填滿

# document.sweep.lookStraight
source: Look straight at the camera
ar: انظر مباشرة إلى الكاميرا
bn: সোজা ক্যামেরার দিকে তাকান
ca: Mira directament a la càmera
cs: Dívej se přímo do fotoaparátu
da: Se lige ind i kameraet
de: Sieh geradeaus in die Kamera
el: Κοίτα κατευθείαν την κάμερα
es: Mira directamente a la cámara
fi: Katso suoraan kameraan
fr: Regardez droit vers l’appareil photo
he: הבט ישר אל המצלמה
hi: सीधे कैमरे की ओर देखें
hr: Gledaj ravno u kameru
hu: Nézz egyenesen a kamerába
id: Lihat lurus ke kamera
it: Guarda dritto nella fotocamera
ja: カメラをまっすぐ見てください
ko: 카메라를 똑바로 보세요
ml: ക്യാമറയിലേക്ക് നേരെ നോക്കുക
ms: Pandang terus ke kamera
nb: Se rett på kameraet
nl: Kijk recht in de camera
pl: Patrz prosto w aparat
pt_br: Olhe direto para a câmera
pt_pt: Olhe diretamente para a câmara
ro: Privește drept în cameră
ru: Смотрите прямо в камеру
sk: Pozeraj priamo do fotoaparátu
sv: Titta rakt in i kameran
ta: கேமராவை நேராகப் பாருங்கள்
te: కెమెరా వైపు నేరుగా చూడండి
th: มองตรงไปที่กล้อง
tr: Doğrudan kameraya bakın
uk: Дивіться прямо в камеру
ur: سیدھا کیمرے کی طرف دیکھیں
vi: Nhìn thẳng vào camera
zh_hans: 请正对相机
zh_hant: 請直視相機

# document.sweep.message
source: Look at the camera, then turn your head slowly all the way round until the ring fills. This proves a person is holding the phone, not a photo.
ar: انظر إلى الكاميرا، ثم أدر رأسك ببطء دورة كاملة حتى تمتلئ الحلقة. هذا يثبت أن شخصًا يحمل الهاتف، لا صورة.
bn: ক্যামেরার দিকে তাকান, তারপর বৃত্ত না ভরা পর্যন্ত ধীরে ধীরে মাথা পুরো ঘুরিয়ে নিন। এতে প্রমাণ হয় যে ফোন ধরে আছে একজন মানুষ, কোনো ছবি নয়।
ca: Mira la càmera i després gira el cap lentament fins a fer la volta completa, fins que s'ompli l'anell. Això demostra que una persona subjecta el telèfon, no una foto.
cs: Dívej se do fotoaparátu a pak pomalu otoč hlavu celým kruhem, až se kruh zaplní. Tím se prokáže, že telefon drží člověk, ne fotka.
da: Se på kameraet, og drej derefter langsomt hovedet hele vejen rundt, til ringen er fyldt. Det beviser, at et menneske holder telefonen og ikke et foto.
de: Sieh in die Kamera und drehe dann den Kopf langsam einmal ganz herum, bis der Ring voll ist. Das beweist, dass ein Mensch das Telefon hält und kein Foto.
el: Κοίτα την κάμερα και μετά γύρνα αργά το κεφάλι σου ολόκληρο κύκλο μέχρι να γεμίσει ο δακτύλιος. Αυτό αποδεικνύει ότι ένας άνθρωπος κρατά το τηλέφωνο, όχι μια φωτογραφία.
es: Mira a la cámara y gira la cabeza despacio dando toda la vuelta hasta que se llene el anillo. Así se comprueba que una persona sostiene el teléfono, no una foto.
fi: Katso kameraan ja käännä sitten päätäsi hitaasti kokonaan ympäri, kunnes rengas täyttyy. Tämä todistaa, että puhelinta pitää ihminen eikä valokuva.
fr: Regardez l’appareil photo, puis tournez lentement la tête en faisant un tour complet jusqu’à ce que l’anneau soit plein. Cela prouve qu’une personne tient le téléphone, et non une photo.
he: הבט אל המצלמה, ואז סובב את הראש לאט עד הסוף עד שהטבעת מתמלאת. זה מוכיח שאדם מחזיק את הטלפון, ולא תמונה.
hi: कैमरे की ओर देखें, फिर रिंग भरने तक अपना सिर धीरे-धीरे पूरा घुमाएँ। इससे साबित होता है कि फ़ोन कोई व्यक्ति पकड़े है, फ़ोटो नहीं।
hr: Gledaj u kameru, a zatim polako okreći glavu u cijelom krugu dok se prsten ne napuni. Tako se dokazuje da telefon drži osoba, a ne fotografija.
hu: Nézz a kamerába, majd lassan fordítsd körbe a fejed, amíg a gyűrű meg nem telik. Ez bizonyítja, hogy egy ember tartja a telefont, nem egy fénykép.
id: Lihat ke kamera, lalu putar kepalamu perlahan satu putaran penuh sampai cincin terisi. Ini membuktikan ada orang yang memegang ponsel, bukan foto.
it: Guarda la fotocamera, poi gira lentamente la testa tutto intorno finché l'anello non si riempie. Dimostra che a tenere il telefono è una persona, non una foto.
ja: カメラを見たあと、リングが埋まるまで頭をゆっくりと一周させてください。写真ではなく、人が端末を持っていることを確認します。
ko: 카메라를 본 다음, 링이 채워질 때까지 고개를 천천히 한 바퀴 돌리세요. 사진이 아니라 실제 사람이 휴대폰을 들고 있다는 것을 확인하는 과정이에요.
ml: ക്യാമറയിലേക്ക് നോക്കി, വളയം നിറയുന്നതുവരെ തല പതുക്കെ ചുറ്റും തിരിക്കുക. ഫോൺ പിടിച്ചിരിക്കുന്നത് ഒരു ഫോട്ടോയല്ല, ഒരു വ്യക്തിയാണെന്ന് ഇത് തെളിയിക്കുന്നു.
ms: Pandang kamera, kemudian pusingkan kepala anda perlahan-lahan sepenuhnya sehingga cincin terisi. Ini membuktikan seorang manusia memegang telefon, bukan foto.
nb: Se på kameraet, og snu deretter hodet sakte hele veien rundt til ringen er full. Dette beviser at et menneske holder telefonen, ikke et bilde.
nl: Kijk in de camera en draai dan langzaam je hoofd helemaal rond tot de ring vol is. Dit bewijst dat een persoon de telefoon vasthoudt en geen foto.
pl: Spójrz w aparat, a potem powoli obróć głowę dookoła, aż okrąg się wypełni. To dowodzi, że telefon trzyma człowiek, a nie zdjęcie.
pt_br: Olhe para a câmera e depois gire a cabeça devagar, dando a volta toda, até o anel se preencher. Isso prova que uma pessoa está segurando o celular, e não uma foto.
pt_pt: Olhe para a câmara e depois vire lentamente a cabeça todo à volta até o anel encher. Isto prova que uma pessoa segura o telemóvel, e não uma foto.
ro: Privește în cameră, apoi întoarce capul încet, complet, până se umple inelul. Asta dovedește că un om ține telefonul, nu o fotografie.
ru: Посмотрите в камеру, затем медленно поверните голову по кругу, пока кольцо не заполнится. Так подтверждается, что телефон держит человек, а не фото.
sk: Pozri sa do fotoaparátu a potom pomaly otáčaj hlavu dokola, kým sa prstenec nenaplní. Tým sa preukáže, že telefón drží človek, nie fotka.
sv: Titta på kameran och vrid sedan huvudet långsamt hela varvet tills ringen fylls. Det visar att en person håller i telefonen, inte ett foto.
ta: கேமராவைப் பாருங்கள், பின்னர் வளையம் நிரம்பும் வரை தலையை மெதுவாக முழுவதும் சுற்றித் திருப்புங்கள். தொலைபேசியைப் பிடித்திருப்பது புகைப்படம் அல்ல, ஒரு மனிதர் என்பதை இது நிரூபிக்கும்.
te: కెమెరా వైపు చూసి, వలయం నిండే వరకు మీ తలను నెమ్మదిగా పూర్తిగా తిప్పండి. ఫోన్‌ను పట్టుకున్నది ఫోటో కాదు, ఒక మనిషి అని ఇది నిరూపిస్తుంది.
th: มองที่กล้อง แล้วหันศีรษะช้าๆ ให้รอบจนวงแหวนเต็ม เพื่อพิสูจน์ว่าเป็นคนถือโทรศัพท์ ไม่ใช่รูปถ่าย
tr: Kameraya bakın, sonra halka dolana kadar başınızı yavaşça tam bir tur çevirin. Bu, telefonu bir fotoğrafın değil bir insanın tuttuğunu kanıtlar.
uk: Подивіться в камеру, а потім повільно повертайте голову по колу, доки кільце не заповниться. Це доводить, що телефон тримає людина, а не фотографія.
ur: کیمرے کی طرف دیکھیں، پھر اپنا سر آہستہ آہستہ پورا گھمائیں جب تک دائرہ بھر نہ جائے۔ اس سے ثابت ہوتا ہے کہ فون ایک شخص نے پکڑا ہے، کسی تصویر نے نہیں۔
vi: Nhìn vào camera, rồi từ từ xoay đầu một vòng đầy đủ cho đến khi vòng tròn đầy. Việc này chứng minh một người thật đang cầm điện thoại, không phải một bức ảnh.
zh_hans: 看向相机，然后慢慢转动头部转一整圈，直到圆环填满。这能证明拿着手机的是真人，而不是照片。
zh_hant: 看著相機，然後慢慢轉動頭部繞一圈，直到圓環填滿。這能證明握著手機的是真人，而不是照片。

# document.sweep.restarted
source: Lost you — look straight at the camera and start again
ar: فقدناك — انظر مباشرة إلى الكاميرا وابدأ من جديد
bn: আপনাকে হারিয়ে ফেলেছি — সোজা ক্যামেরার দিকে তাকিয়ে আবার শুরু করুন
ca: T'hem perdut: mira directament a la càmera i torna a començar
cs: Ztratili jsme tě – dívej se přímo do fotoaparátu a začni znovu
da: Vi mistede dig – se lige ind i kameraet, og start forfra
de: Wir haben dich verloren – sieh geradeaus in die Kamera und beginne von vorn
el: Σε χάσαμε — κοίτα κατευθείαν την κάμερα και ξεκίνα ξανά
es: Te perdimos: mira directamente a la cámara y empieza de nuevo
fi: Menetin sinut – katso suoraan kameraan ja aloita alusta
fr: Nous vous avons perdu — regardez droit vers l’appareil photo et recommencez
he: איבדנו אותך — הבט ישר אל המצלמה והתחל שוב
hi: आपको खो दिया — सीधे कैमरे की ओर देखें और फिर शुरू करें
hr: Izgubili smo te — gledaj ravno u kameru i počni ponovno
hu: Elvesztettünk – nézz egyenesen a kamerába, és kezdd újra
id: Kamu hilang dari pandangan — lihat lurus ke kamera dan mulai lagi
it: Ti ho perso: guarda dritto nella fotocamera e ricomincia
ja: 見失いました。カメラをまっすぐ見て、最初からやり直してください
ko: 얼굴을 놓쳤어요. 카메라를 똑바로 보고 다시 시작하세요
ml: നിങ്ങളെ കാണാതായി — ക്യാമറയിലേക്ക് നേരെ നോക്കി വീണ്ടും തുടങ്ങുക
ms: Anda hilang dari pandangan — pandang terus ke kamera dan mulakan semula
nb: Mistet deg. Se rett på kameraet og start på nytt
nl: Je bent uit beeld: kijk recht in de camera en begin opnieuw
pl: Straciłem Cię z oczu — patrz prosto w aparat i zacznij od nowa
pt_br: Perdemos você. Olhe direto para a câmera e comece de novo
pt_pt: Perdemo-lo de vista — olhe diretamente para a câmara e recomece
ro: Te-am pierdut — privește drept în cameră și începe din nou
ru: Вас потеряли — смотрите прямо в камеру и начните заново
sk: Stratil som ťa — pozeraj priamo do fotoaparátu a začni znova
sv: Tappade bort dig – titta rakt in i kameran och börja om
ta: உங்களைத் தவறவிட்டோம் — கேமராவை நேராகப் பார்த்து மீண்டும் தொடங்குங்கள்
te: మిమ్మల్ని కోల్పోయాం — కెమెరా వైపు నేరుగా చూసి మళ్లీ ప్రారంభించండి
th: ไม่เห็นคุณ มองตรงไปที่กล้องแล้วเริ่มใหม่
tr: Sizi kaybettik; doğrudan kameraya bakın ve yeniden başlayın
uk: Ми вас загубили — дивіться прямо в камеру й почніть знову
ur: آپ نظر سے اوجھل ہو گئے — سیدھا کیمرے کی طرف دیکھیں اور دوبارہ شروع کریں
vi: Mất dấu bạn — hãy nhìn thẳng vào camera và bắt đầu lại
zh_hans: 跟丢了，请正对相机重新开始
zh_hant: 偵測不到你，請直視相機並重新開始

# document.sweep.start.hint
source: Starts the camera and the head-turn
ar: يبدأ الكاميرا ودوران الرأس
bn: ক্যামেরা ও মাথা ঘোরানো শুরু করে
ca: Inicia la càmera i el gir del cap
cs: Spustí fotoaparát a otáčení hlavy
da: Starter kameraet og hoveddrejningen
de: Startet die Kamera und die Kopfdrehung
el: Ξεκινά την κάμερα και τη στροφή του κεφαλιού
es: Inicia la cámara y el giro de cabeza
fi: Käynnistää kameran ja pään kääntämisen
fr: Démarre l’appareil photo et la rotation de la tête
he: מפעיל את המצלמה ואת סיבוב הראש
hi: कैमरा और सिर घुमाना शुरू करता है
hr: Pokreće kameru i okretanje glave
hu: Elindítja a kamerát és a fejfordítást
id: Menyalakan kamera dan gerakan memutar kepala
it: Avvia la fotocamera e la rotazione della testa
ja: カメラを起動して、頭を回す動作を始めます
ko: 카메라와 고개 돌리기를 시작해요
ml: ക്യാമറയും തല തിരിക്കലും തുടങ്ങുന്നു
ms: Memulakan kamera dan pusingan kepala
nb: Starter kameraet og hodevendingen
nl: Start de camera en de hoofddraai
pl: Włącza aparat i obrót głowy
pt_br: Liga a câmera e inicia o giro da cabeça
pt_pt: Inicia a câmara e o movimento da cabeça
ro: Pornește camera și rotirea capului
ru: Включает камеру и проверку поворота головы
sk: Spustí fotoaparát a otáčanie hlavy
sv: Startar kameran och huvudvridningen
ta: கேமராவையும் தலை திருப்புதலையும் தொடங்கும்
te: కెమెరాను, తల తిప్పడాన్ని ప్రారంభిస్తుంది
th: เริ่มกล้องและการหันศีรษะ
tr: Kamerayı ve baş çevirmeyi başlatır
uk: Вмикає камеру та поворот голови
ur: کیمرا اور سر گھمانے کا عمل شروع کرتا ہے
vi: Bật camera và bước xoay đầu
zh_hans: 启动相机和转头检测
zh_hant: 啟動相機並開始轉頭

# document.sweep.start.prompt
source: Hold the phone at arm's length, then start
ar: أمسك الهاتف على بُعد ذراع، ثم ابدأ
bn: ফোনটি হাত বাড়িয়ে ধরুন, তারপর শুরু করুন
ca: Subjecta el telèfon amb el braç estès i comença
cs: Drž telefon na délku paže a začni
da: Hold telefonen i strakt arm, og start så
de: Halte das Telefon auf Armlänge und starte dann
el: Κράτα το τηλέφωνο με τεντωμένο χέρι και ξεκίνα
es: Sostén el teléfono a la distancia del brazo y empieza
fi: Pidä puhelinta käsivarren mitan päässä ja aloita
fr: Tenez le téléphone à bout de bras, puis commencez
he: החזק את הטלפון באורך זרוע, ואז התחל
hi: फ़ोन को हाथ भर की दूरी पर पकड़ें, फिर शुरू करें
hr: Drži telefon na dužini ruke, pa započni
hu: Tartsd karnyújtásnyira a telefont, majd indítsd el
id: Pegang ponsel sejauh lengan, lalu mulai
it: Tieni il telefono a braccio teso, poi inizia
ja: 腕を伸ばして端末を持ち、開始してください
ko: 팔을 뻗어 휴대폰을 들고 시작하세요
ml: ഫോൺ കൈനീളത്തിൽ പിടിച്ച് തുടങ്ങുക
ms: Pegang telefon sejauh lengan, kemudian mulakan
nb: Hold telefonen i armlengdes avstand, og start
nl: Houd de telefoon op armlengte en start dan
pl: Trzymaj telefon na wyciągnięcie ręki, a potem zacznij
pt_br: Segure o celular com o braço esticado e comece
pt_pt: Segure o telemóvel à distância do braço e comece
ro: Ține telefonul la lungimea brațului, apoi începe
ru: Держите телефон на вытянутой руке и начинайте
sk: Drž telefón na dĺžku ruky a potom začni
sv: Håll telefonen på armlängds avstånd och starta sedan
ta: தொலைபேசியை கைநீளத்தில் பிடித்து, பின்னர் தொடங்குங்கள்
te: ఫోన్‌ను చేయి పొడవు దూరంలో పట్టుకుని, ప్రారంభించండి
th: ถือโทรศัพท์ให้สุดแขน แล้วเริ่ม
tr: Telefonu kol mesafesinde tutun, sonra başlayın
uk: Потримайте телефон на відстані витягнутої руки, потім почніть
ur: فون کو بازو کی لمبائی پر پکڑیں، پھر شروع کریں
vi: Cầm điện thoại ở khoảng cách một sải tay, rồi bắt đầu
zh_hans: 将手机伸直拿远，然后开始
zh_hant: 將手機伸直拿穩，然後開始

# document.sweep.title
source: Now turn your head
ar: والآن أدر رأسك
bn: এবার মাথা ঘোরান
ca: Ara gira el cap
cs: Nyní otoč hlavu
da: Drej nu hovedet
de: Jetzt den Kopf drehen
el: Τώρα γύρνα το κεφάλι σου
es: Ahora gira la cabeza
fi: Käännä nyt päätäsi
fr: Maintenant, tournez la tête
he: עכשיו סובב את הראש
hi: अब अपना सिर घुमाएँ
hr: Sada okreni glavu
hu: Most fordítsd el a fejed
id: Sekarang putar kepalamu
it: Ora gira la testa
ja: 頭を回してください
ko: 이제 고개를 돌리세요
ml: ഇനി തല തിരിക്കുക
ms: Sekarang pusingkan kepala anda
nb: Nå snur du hodet
nl: Draai nu je hoofd
pl: Teraz obróć głowę
pt_br: Agora gire a cabeça
pt_pt: Agora vire a cabeça
ro: Acum întoarce capul
ru: Теперь поверните голову
sk: Teraz otoč hlavu
sv: Vrid nu på huvudet
ta: இப்போது உங்கள் தலையைத் திருப்புங்கள்
te: ఇప్పుడు మీ తలను తిప్పండి
th: ต่อไปหันศีรษะ
tr: Şimdi başınızı çevirin
uk: Тепер поверніть голову
ur: اب اپنا سر گھمائیں
vi: Giờ hãy xoay đầu
zh_hans: 现在请转动头部
zh_hant: 現在請轉動頭部

# document.sweep.turn
source: Now turn your head slowly, all the way round
ar: الآن أدر رأسك ببطء دورة كاملة
bn: এবার ধীরে ধীরে মাথা পুরো ঘুরিয়ে নিন
ca: Ara gira el cap lentament, fent la volta completa
cs: Nyní pomalu otoč hlavu celým kruhem
da: Drej nu langsomt hovedet hele vejen rundt
de: Drehe jetzt den Kopf langsam einmal ganz herum
el: Τώρα γύρνα αργά το κεφάλι σου ολόκληρο κύκλο
es: Ahora gira la cabeza despacio, dando toda la vuelta
fi: Käännä nyt päätäsi hitaasti kokonaan ympäri
fr: Tournez maintenant lentement la tête, en faisant un tour complet
he: עכשיו סובב את הראש לאט, עד הסוף
hi: अब अपना सिर धीरे-धीरे पूरा घुमाएँ
hr: Sada polako okreći glavu u cijelom krugu
hu: Most lassan fordítsd körbe a fejed
id: Sekarang putar kepalamu perlahan satu putaran penuh
it: Ora gira la testa lentamente, tutto intorno
ja: 頭をゆっくりと一周させてください
ko: 이제 고개를 천천히 한 바퀴 돌리세요
ml: ഇനി തല പതുക്കെ ചുറ്റും തിരിക്കുക
ms: Sekarang pusingkan kepala anda perlahan-lahan sepenuhnya
nb: Snu hodet sakte, hele veien rundt
nl: Draai nu langzaam je hoofd helemaal rond
pl: Teraz powoli obróć głowę dookoła
pt_br: Agora gire a cabeça devagar, dando a volta toda
pt_pt: Agora vire a cabeça lentamente, todo à volta
ro: Acum întoarce capul încet, complet
ru: Теперь медленно поверните голову по кругу
sk: Teraz pomaly otáčaj hlavu dokola
sv: Vrid nu huvudet långsamt, hela varvet runt
ta: இப்போது உங்கள் தலையை மெதுவாக முழுவதும் சுற்றித் திருப்புங்கள்
te: ఇప్పుడు మీ తలను నెమ్మదిగా, పూర్తిగా తిప్పండి
th: ตอนนี้หันศีรษะช้าๆ ให้รอบ
tr: Şimdi başınızı yavaşça tam bir tur çevirin
uk: Тепер повільно поверніть голову по колу
ur: اب اپنا سر آہستہ آہستہ پورا گھمائیں
vi: Giờ hãy từ từ xoay đầu một vòng đầy đủ
zh_hans: 现在请慢慢转动头部，转一整圈
zh_hant: 現在請慢慢轉動頭部繞一圈

# document.sweep.viewport.a11y
source: Live camera showing your face, with a ring that fills as you turn your head
ar: كاميرا مباشرة تعرض وجهك، مع حلقة تمتلئ كلما أدرت رأسك
bn: আপনার মুখ দেখানো লাইভ ক্যামেরা, মাথা ঘোরালে ভরে ওঠা একটি বৃত্তসহ
ca: Càmera en directe mostrant la teva cara, amb un anell que s'omple a mesura que gires el cap
cs: Živý pohled fotoaparátu na tvůj obličej s kruhem, který se plní, jak otáčíš hlavu
da: Levende kamerabillede af dit ansigt med en ring, der fyldes, mens du drejer hovedet
de: Live-Kamera mit deinem Gesicht und einem Ring, der sich beim Drehen des Kopfes füllt
el: Ζωντανή κάμερα που δείχνει το πρόσωπό σου, με δακτύλιο που γεμίζει καθώς γυρνάς το κεφάλι
es: Cámara en vivo que muestra tu rostro, con un anillo que se llena al girar la cabeza
fi: Live-kamera, jossa kasvosi ja rengas, joka täyttyy, kun käännät päätäsi
fr: Appareil photo en direct montrant votre visage, avec un anneau qui se remplit quand vous tournez la tête
he: מצלמה חיה שמראה את הפנים שלך, עם טבעת שמתמלאת בזמן שאתה מסובב את הראש
hi: आपके चेहरे का लाइव कैमरा, जिसमें सिर घुमाने पर भरती रिंग दिखती है
hr: Kamera uživo prikazuje tvoje lice, s prstenom koji se puni dok okrećeš glavu
hu: Élő kamerakép az arcodról, egy gyűrűvel, amely a fejfordítással telik
id: Kamera langsung menampakkan wajahmu, dengan cincin yang terisi saat kamu memutar kepala
it: Fotocamera dal vivo che mostra il tuo volto, con un anello che si riempie mentre giri la testa
ja: 顔を映すライブカメラ映像。頭を回すとリングが埋まります
ko: 얼굴을 보여 주는 라이브 카메라. 고개를 돌리면 링이 채워져요
ml: നിങ്ങളുടെ മുഖം കാണിക്കുന്ന ലൈവ് ക്യാമറ, തല തിരിക്കുമ്പോൾ നിറയുന്ന ഒരു വളയത്തോടെ
ms: Kamera langsung menunjukkan wajah anda, dengan cincin yang terisi semasa anda memusingkan kepala
nb: Direktebilde av ansiktet ditt, med en ring som fylles mens du snur hodet
nl: Live camerabeeld van je gezicht, met een ring die zich vult terwijl je je hoofd draait
pl: Obraz z aparatu na żywo z Twoją twarzą i okręgiem, który wypełnia się, gdy obracasz głowę
pt_br: Câmera ao vivo mostrando seu rosto, com um anel que se preenche conforme você gira a cabeça
pt_pt: Câmara em direto a mostrar o seu rosto, com um anel que enche à medida que vira a cabeça
ro: Cameră live care îți arată fața, cu un inel ce se umple pe măsură ce îți întorci capul
ru: Живое изображение с камеры с вашим лицом и кольцом, которое заполняется при повороте головы
sk: Živý pohľad fotoaparátu na tvoju tvár s prstencom, ktorý sa plní, ako otáčaš hlavu
sv: Levande kamera som visar ditt ansikte, med en ring som fylls när du vrider på huvudet
ta: தலையைத் திருப்பும்போது நிரம்பும் வளையத்துடன் உங்கள் முகத்தைக் காட்டும் நேரடிக் கேமரா
te: మీ ముఖాన్ని చూపే లైవ్ కెమెరా, మీరు తల తిప్పేకొద్దీ నిండే వలయంతో
th: กล้องสดแสดงใบหน้าของคุณ พร้อมวงแหวนที่เต็มขึ้นเมื่อคุณหันศีรษะ
tr: Yüzünüzü gösteren canlı kamera; başınızı çevirdikçe dolan bir halka
uk: Камера наживо показує ваше обличчя, з кільцем, яке заповнюється, коли ви повертаєте голову
ur: آپ کے چہرے کا لائیو کیمرا منظر، ایک دائرے کے ساتھ جو سر گھمانے پر بھرتا ہے
vi: Camera trực tiếp hiển thị khuôn mặt của bạn, với một vòng tròn đầy dần khi bạn xoay đầu
zh_hans: 显示你面部的实时相机画面，转动头部时圆环会逐渐填满
zh_hant: 顯示你臉部的即時相機畫面，圓環會隨著你轉頭而填滿

# document.type.hint
source: Continue with this document
ar: المتابعة بهذه الوثيقة
bn: এই নথি নিয়ে এগিয়ে যান
ca: Continua amb aquest document
cs: Pokračovat s tímto dokladem
da: Fortsæt med dette dokument
de: Mit diesem Dokument fortfahren
el: Συνέχεια με αυτό το έγγραφο
es: Continuar con este documento
fi: Jatka tällä asiakirjalla
fr: Continuer avec ce document
he: המשך עם המסמך הזה
hi: इस दस्तावेज़ के साथ आगे बढ़ें
hr: Nastavi s ovom ispravom
hu: Folytatás ezzel az okmánnyal
id: Lanjut dengan dokumen ini
it: Continua con questo documento
ja: この書類で続ける
ko: 이 문서로 계속해요
ml: ഈ രേഖയുമായി തുടരുക
ms: Teruskan dengan dokumen ini
nb: Fortsett med dette dokumentet
nl: Ga verder met dit document
pl: Kontynuuj z tym dokumentem
pt_br: Continuar com este documento
pt_pt: Continuar com este documento
ro: Continuă cu acest document
ru: Продолжить с этим документом
sk: Pokračovať s týmto dokladom
sv: Fortsätt med det här dokumentet
ta: இந்த ஆவணத்துடன் தொடரவும்
te: ఈ పత్రంతో కొనసాగండి
th: ดำเนินการต่อด้วยเอกสารนี้
tr: Bu belgeyle devam et
uk: Продовжити з цим документом
ur: اس دستاویز کے ساتھ جاری رکھیں
vi: Tiếp tục với giấy tờ này
zh_hans: 使用此证件继续
zh_hant: 使用這份證件繼續
